Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/puheenjohtaja_juuso_painottaa_saamen_kansan_luottamuksen_merkitysta_totuus-_ja_sovintoprosessin_onnistumiseksi.html.tmx
Source language: fin
Languages: sms

source: Puheenjohtaja Juuso painottaa Saamen kansan luottamuksen merkitystä totuus- ja sovintoprosessin onnistumiseksi
sms: Saaǥǥjååʹđteei Juuso teäʹddad Sääʹm-meer naʹddjõõzz miârktõõzz tuõđâšvuõtt- ja suåvâdvuõttproseeʹss oʹnnstem diõtt

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso piti yhden avauspuheenvuoroista tänään 8.2.2022 järjestettävässä Saamelaisten totuus- ja sovintokomission aloitusseminaarissa .
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso õõʹni õõut ääʹveem saaǥǥvuârain täʹbbe 8.2.2022 jäʹrjstem Säʹmmlai tuõđâšvuõtt- da suåvâdvuõttkomissio altteemseminaarâst.

source: Puheenvuorossa Juuso korosti, että hän näkee totuus- ja sovintoprosessin onnistumisen kannalta yhtenä tärkeimmistä elementeistä Saamen kansan luottamuksen prosessia kohtaan.
sms: Saaǥǥvuârast Juuso teäʹddii, što son vuäinn tuõđâšvuõtt- ja suåvâdvuõttproseeʹss oʹnnstem beäʹlnn õhttân tääʹrǩmõš elemeeʹntin Sääʹm-meer naʹddjõõzz proseeʹss årra.

source: – Luottamuksen rakentaminen ei välttämättä ole helppo tehtävä ja se voi viedä aikaa.
sms: – Naʹddjõõzz raajjmõš ij vieʹltǩani leäkku hiâlpp tuâjj da tõt vuäitt viikkâd ääiʹj.

source: Sen lisäksi, että Saamen kansan tulee voida luottaa komissioon, on meidän voitava luottaa myös Suomen valtioon ja päättäjiin.
sms: Tõn lââʹssen, što Sääʹm-meer âlgg vueiʹtted luõʹttjed komissiooʹje, âlgg meeʹst še vueiʹtted luõʹttjed Lääʹdd riiʹǩǩe da mieʹrreeʹjid.

source: Meidän on voitava luottaa siihen, että tästä prosessista seuraa muutos kohti parempaa ja myös saamelaisten näkökulmasta oikeudenmukaisempaa yhteiskuntaa, toteaa Juuso puheessaan.
sms: Meeʹst feʹrttai luõʹttjed tõõzz, što täʹst proseeʹssest seuʹrrai muuttâs pueʹrab årra da še säʹmmlai ǩiõččâmvueʹjjest vuõiggmiõllsab õhttsažkååʹdd, särnn Juuso saaǥǥvuârstes.

source: Lue puhe täältä .
sms: Looǥǥ saaǥǥ tääiǥ .
